Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: Virtual Lighttable and Darkroom
fr: Table Lumineuse et Chambre Noire virtuelles

source: Organize and develop images from digital cameras
fr: Organiser et développer les images d'un boîtier numérique

source: graphics;photography;raw;
fr: graphisme;photographie;raw;

source: lighttable
fr: table lumineuse

source: color manage cached thumbnails
fr: miniatures avec gestion de la couleur

source: double click to reset to `%s'
fr: double-cliquer pour réinitialiser à « %s »

source: TRUE
fr: VRAI

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
fr: si activé, les miniatures de la table lumineuse et du bandeau utiliseront la gestion de la couleur pour un rendu parfait des couleurs. sinon l'affichage peut être faux lorsque le profil d'affichage est changé.

source: don't use embedded preview JPEG but half-size raw
fr: ne pas utiliser les miniatures JPEG, toujours utiliser les raw réduits

source: FALSE
fr: FAUX

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
fr: activer cette option pour ne pas utiliser les miniatures JPEG et calculer l'image à afficher à partir du raw. cela ralentit le logiciel mais affiche des miniatures plus exactes.

source: number of folder levels to show in lists
fr: nombre de niveaux de dossiers à afficher

source: double click to reset to `%d'
fr: double-cliquer pour réinitialiser à « %d »

source: the number of folder levels to show in film roll names, starting from the right
fr: nombre de niveaux de dossier à afficher dans les noms, en partant de la droite

source: sort collection recent to older
fr: trie les collections du plus récent au plus ancien

source: changes the default collections-list order for folders, times and dates to run from recent to older
fr: change l'ordre par défaut des collections par dossier, heure et date pour aller du plus récent au plus ancien.

source: high quality thumb processing from size
fr: miniature de haute qualité à partir de la taille

source: always
fr: toujours

source: small
fr: petit

source: never
fr: jamais

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
fr: si la taille de la miniature est plus grande que cette valeur, elle sera créée en utilisant le développement de haute qualité (meilleur mais plus lent).

source: delimiters for sizes categories
fr: séparateurs de catégorie des tailles

source: sizes categories are used to be able to set different overlays and css values depending of the size of the thumbnail.
fr: les catégories des tailles permettent d'utiliser différentes information en superposition et présentation graphique en fonction de la taille des miniatures.

source: pattern for the thumbnail extended overlay text
fr: patron pour les surimpressions des miniatures

source: see manual to know all the tags you can use.
fr: voir le manuel pour connaître toutes les étiquettes utilisables.

source: pattern for the thumbnail tooltip (empty to disable)
fr: patron pour les infos bulles des miniatures (vide pour désactiver)

source: use single-click in the collect panel
fr: utiliser un seul clic pour les collections

source: check this option to use single-click to select items in the collect panel. this will allow you to do range selections for date-time and numeric values.
fr: positionner cette option permet d'utiliser un seul clic pour sélectionner un élément du module de collection. cela permet aussi de pouvoir sélectionner des étendues de dates et de valeurs numériques.

source: overlay txt sidecar over zoomed images
fr: superpose le txt aux images agrandies

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
fr: si un fichier txt est placé à coté de l'image, il peut être affiché sur les images agrandies dans la table lumineuse. le fichier txt doit être présent lors de l'import ou la recherche doit être activée.

source: expand a single lighttable module at a time
fr: déplier un seul module de la table lumineuse à la fois

source: this option toggles the behavior of shift clicking in lighttable mode
fr: cette option échange le comportement du shift-clic de la table lumineuse

source: scroll to lighttable modules when expanded/collapsed
fr: positionne les modules de la table lumineuse lorsque qu'ils sont déplier/repliés

source: when this option is enabled then darktable will try to scroll the module to the top of the visible list
fr: lorsque cette option est activée darktable essaiera de positionner le module pour qu'il soit entièrement visible

source: rating an image one star twice will not zero out the rating
fr: appliquer une étoile deux fois à une image ne supprimera pas l'étoile

source: do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
fr: ne pas se conformer à la documentation pour les étoiles -- appliquer une étoile deux fois à une image positionnera aucune étoile.

source: show scrollbars for central view
fr: affiche les barres de défilement pour la vue centrale

source: defines whether scrollbars should be displayed
fr: défini si les barres de défilement doivent apparaître

source: darkroom
fr: chambre noire

source: pen pressure control for brush masks
fr: contrôle de la pression du pinceau du masque

source: off
fr: désactivé(e)

source: hardness (relative)
fr: dureté (relative)

source: hardness (absolute)
fr: dureté (absolue)

source: opacity (relative)
fr: opacité (relative)

source: opacity (absolute)
fr: opacité (absolue)

source: brush size (relative)
fr: taille du pinceau (relative)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
fr: désactivé - pression ignorée, dureté/opacité/taille pinceau - la pression contrôle l'attribut spécifié, absolue/relative - la pression est directement utilisée comme valeur de l'attribut ou multipliée avec la valeur pré-définie.

source: smoothing of brush strokes
fr: lissage du pinceau

source: low
fr: bas

source: medium
fr: moyen

source: high
fr: haut

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
fr: indique le niveau de lissage du pinceau. un lissage haut crée moins de nœud de contrôle et sera plus facile à éditer mais sera moins précis.

source: display of individual color channels
fr: affiche les différents canaux de couleur

source: false color
fr: fausse couleur

source: grey scale
fr: échelle de gris

source: defines how color channels are displayed when activated in the parametric masks feature.
fr: défini comment les canaux de couleur sont affichés lorsque activés dans les masques paramétriques.

source: pattern for the image infos line
fr: format de la ligne d'information sur l'image

source: position of the image infos line
fr: position de la ligne d'information sur l'image

source: top left
fr: haut / gauche

source: top right
fr: haut / droite

source: top center
fr: haut / centre

source: bottom
fr: bas

source: hidden
fr: caché

source: show search module text entry
fr: montrer la zone de saisie du module de recherche

source: show search text
fr: montrer texte de recherche

source: show groups
fr: montrer les groupes

source: show both
fr: montrer les deux

source: expand a single darkroom module at a time
fr: déplier un seul module de la chambre noire à la fois

source: this option toggles the behavior of shift clicking in darkroom mode
fr: cette option échange le comportement du shift-clic de la chambre noire

source: expand the module when it is activated, and collapse it when disabled
fr: développer le module lorsqu'activé, et réduire lorsque désactivé

source: this option allows to expand or collapse automatically the module when it is enabled or disabled.
fr: permet de développer ou réduire automatiquement un module lorsqu'il est activé ou désactivé.

source: scroll to darkroom modules when expanded/collapsed
fr: positionne les modules de la chambre noire lorsque qu'ils sont dépliés/repliés

source: border around image in darkroom mode
fr: bordure autour de l'image dans la chambre noire

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
fr: affiche l'image dans la chambre noire avec une petite bordure. positionner à 0 pour supprimer la bordure.

source: demosaicing for zoomed out darkroom mode
fr: méthode de dématriçage pour la vue en chambre noire

source: always bilinear (fast)
fr: toujours bilinéaire (rapide)

source: at most PPG (reasonable)
fr: au mieux PPG (raisonnable)

source: full (possibly slow)
fr: complète (peut être lent)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
fr: méthode d'interpolation pour les vues différentes de 1:1 dans la chambre noire : 'bilinéaire' est rapide mais peu net. 'moyen' utilise PPG plus les modes d'interpolations spécifiés ci-dessous. 'full' utilise les réglages de l'exportation. Les capteurs X-Trans utilisent VNG plutôt que PPG en réglage moyen.

source: reduce resolution of preview image
fr: réduire la résolution de la pré-visualisation

source: original
fr: originale

source: to 1/2
fr: de 1/2

source: to 1/3
fr: de 1/3

source: to 1/4
fr: de 1/4

source: decrease to speed up preview rendering, may hinder accurate masking
fr: diminuer pour accélérer le rendu de la pré-visualisation, peut diminuer la précision des masques

source: other views
fr: autres vues

source: map / geolocalisation
fr: carte / géolocalisation

source: only draw images on map that are currently collected and filtered
fr: affiche sur la carte uniquement les images filtrées de la collection

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
fr: utilise le filtre courant pour l'affichage des images géolocalisées sur la carte. i.e. limite le nombre d'images affichées au bandeau courant. cela donne de meilleurs performances en limitant le images affichées sur la carte.

source: maximum number of images drawn on map
fr: nombre maximum d'images affichées sur la carte

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
fr: nombre maximum d'images géolocalisées affichées sur la carte. augmenter ce nombre peut ralentir l'affichage de la carte.

source: pretty print the image location
fr: affichage plus clair de la localisation d'image

source: show a more readable representation of the location in the image information module
fr: affiche une représentation plus lisible de la localisation dans le module 'informations de l'image'

source: slideshow
fr: diaporama

source: waiting time between each picture in slideshow
fr: temporisation entre chaque image du diaporama

source: do high quality processing for slideshow
fr: développement de haute qualité lors du diaporama

source: same option as for export, but applies to slideshow.
fr: même option que pour l'exportation, mais pour le diaporama.

source: processing
fr: traitement

source: always use LittleCMS 2 to apply output color profile
fr: toujours utiliser LittleCMS 2 pour le profil couleur de sortie

source: this is slower than the default.
fr: plus lent que l'option par défaut.

source: pixel interpolator
fr: algorithme d'interpolation

source: bilinear
fr: bilinéaire

source: bicubic
fr: bicubique

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
fr: algorithme d'interpolation utilisé pour la rotation et la correction des objectifs (bilinéaire, bicubique, lanczos2, lanczos3)

source: 3D lut root folder
fr: répertoire 3D lut racine

source: select directory
fr: sélectionner répertoire

source: this folder (and sub-folders) contains Lut files used by lut3d modules. need to restart darktable.
fr: ce répertoire (et sous répertoires) comportent les fichiers Lut utilisés par les modules 3D lut. nécessite un redémarrage de darktable.

source: auto-apply basecurve
fr: applique automatiquement une courbe de base

source: use a basecurve by default (needs a restart)
fr: utiliser une courbe de base par défaut (nécessite un redémarrage)

source: auto-apply per camera basecurve presets
fr: applique le pré-réglage de la courbe de base pour le boîtier

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
fr: par défaut utilise la courbe de base pour le boîtier à la place de celle générique du fabricant si une est disponible (nécessite un redémarrage)

source: auto-apply sharpen
fr: applique automatiquement de la netteté

source: this added sharpen is not recommended on cameras without a low-pass filter. you should disable this option if you use one of those more recent cameras or sharpen your images with other means. (need a restart)
fr: ajouter de la netteté n'est pas recommandé pour les appareils photos n'ayant pas de filtre passe-bas. vous devriez désactiver cette option si vous utilisez un appareil photo récent ou si vous renforcez la netteté par d'autres moyens. (nécessite un redémarrage)

source: security
fr: sécurité

source: ask before removing images from database
fr: demander avant d'enlever des images

source: always ask the user before any image is removed from DB.
fr: toujours demander avant d'enlever une image de la base de données.

source: ask before erasing images from disk / discarding history stack
fr: demander avant de supprimer des images / supprimer l'historique

source: always ask the user before any image file is deleted / history stack is discarded.
fr: toujours demander avant de supprimer un fichier image / supprimer l'historique.

source: send files to trash when erasing images
fr: déplace les fichiers vers la poubelle lors de l'effacement

source: send files to trash instead of permanently deleting files on system that supports it
fr: déplace les fichiers vers la poubelle au lieu de définitivement les supprimer sur les système qui le supporte

source: ask before moving images from film roll folder
fr: demander avant de déplacer des images vers un autre dossier

source: always ask the user before any image file is moved.
fr: toujours demander avant de déplacer une image.

source: ask before copying images to new film roll folder
fr: demander avant de copier des images vers un nouveau dossier

source: always ask the user before any image file is copied.
fr: toujours demander avant de copier une image.

source: ask before removing empty folders
fr: demander avant d'enlever les répertoires vides

source: always ask the user before removing any empty folder. this can happen after moving or deleting images.
fr: toujours demander à l'utilisateur avant de supprimer un répertoire vide. ceci peut arriver lors du déplacement ou de la suppression d'image.

source: ask before deleting a tag
fr: demander avant de supprimer un mot-clé

source: ask before deleting a style
fr: demander avant de supprimer un style

source: cpu / gpu / memory
fr: cpu / gpu / mémoire

source: memory in megabytes to use for thumbnail cache
fr: mémoire en mégaoctets à utiliser pour le cache des miniatures

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
fr: contrôle la mémoire maximale qui sera utilisée pour les miniatures et autres caches (nécessite un redémarrage).

source: enable disk backend for thumbnail cache
fr: utilisation du disque pour le cache des miniatures

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
fr: si activé, écrit les miniatures sur le disque (.cache/darktable/) lorsque supprimées de la mémoire. à noter que cela peut prendre beaucoup de mémoire (plusieurs gigaoctets pour 20 mille images) et ne supprimera jamais les miniatures du cache. il est possible cependant de les effacer manuellement si désiré. la table lumineuse serra beaucoup plus fluide lors de navigation importante. pour générer toutes les miniatures de toutes les collections hors-ligne exécuter 'darktable-generate-cache'.

source: enable disk backend for full preview cache
fr: utilisation du disque pour le cache des images 100%

source: if enabled, write full preview to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when zooming image in full preview mode.
fr: si activé, écrit les images 100% sur le disque (.cache/darktable/) lorsque supprimées de la mémoire. à noter que cela peut prendre beaucoup de mémoire (plusieurs gigaoctets pour 20 mille images) et ne supprimera jamais les miniatures du cache. il est possible cependant de les effacer manuellement si désiré. la table lumineuse serra beaucoup plus fluide lors du zoom 100% sur les images.

source: number of background threads
fr: nombre de fils d’exécution

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
fr: permet de contrôler par exemple le nombre de fils d’exécution utilisés pour la création des aperçus pendant l'importation. le cache augmentera jusqu'à deux fois ce chiffre (nécessite un redémarrage).

source: host memory limit (in MB) for tiling
fr: mémoire limite (en Mo) pour le tuilage

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
fr: cette variable contrôle la quantité maximale de mémoire (en Mo) qu'un module peut utiliser durant le développement. une petite valeur force les modules gourmands à utiliser de nombreuses tuiles. mettre à 0 pour infini. les valeurs inférieures à 500 sont considérées égales à 500. nécessite un redémarrage.

source: minimum amount of memory (in MB) for a single buffer in tiling
fr: quantité minimale de mémoire (en Mo) pour la mémoire-tampon d'une tuile

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
fr: si une valeur strictement positive est entrée, elle est utilisée comme quantité de mémoire minimale (en Mo) que le tuilage doit utiliser pour la mémoire-tampon. surcharge « host_memory_limit ». nécessite un redémarrage.

source: activate OpenCL support
fr: activer le support d'OpenCL

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
fr: si OpenCL est présent sur votre système, darktable l'utilise pour améliorer les performances. peut être désactivé à tout moment.

source: not available
fr: non disponible

source: not available on this system
fr: non disponible sur cette plateforme

source: OpenCL scheduling profile
fr: profil de planification OpenCL

source: default
fr: défaut

source: multiple GPUs
fr: GPU multiples

source: very fast GPU
fr: GPU très rapide

source: defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
fr: défini comment l'image complète et la prévisualisation sont traitées sur les système avec support OpenCL. par défaut le GPU est utilisé pour le rendu de l'image complète et le CPU pour la prévisualisation (changeable des les préférences); les GPU multiples traiteront l'image complète et la prévisualisation en parallèle sur des GPUs différents.; GPU très rapide - utilise le GPU séquentiellement pour l'image et la prévisualisation.

source: storage
fr: stockage

source: database
fr: base de données

source: check for database maintenance
fr: vérifier pour la maintenance des bases de données

source: on startup
fr: au démarrage

source: on close
fr: à la fermeture

source: on both
fr: aux deux

source: on startup (don't ask)
fr: au démarrage (sans confirmation)

source: on close (don't ask)
fr: à la fermeture (sans confirmation)

source: on both (don't ask)
fr: aux deux (sans confirmation)

source: this option indicates when to check database fragmentation and perform maintenance
fr: cette option indique quand vérifier la fragmentation de la base de données et lancer la maintenance

source: database fragmentation ratio threshold
fr: seuil de fragmentation de la base de données

source: fragmentation ratio above which to ask or carry out automatically database maintenance
fr: le seuil de fragmentation au dessus duquel la maintenance de la base de données est lancée

source: write sidecar file for each image
fr: écrire un fichier xmp redondant pour chaque image

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
fr: ces fichiers pourront être réimportés dans une base de données différente par la suite, tout en préservant les modifications apportées aux images.

source: store xmp tags in compressed format
fr: enregistre les mots-clés xmp avec un format compressé

source: only large entries
fr: seulement les grands

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
fr: les données des mots-clés xmp peuvent être larges et dépasser la place disponible pour enregistrer les données de développement dans le fichier. cette option permet de compresser les mots-clés xmp pour gagner de la place.

source: look for updated xmp files on startup
fr: vérifie les fichiers xmp modifiés au démarrage

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
fr: récupère la date de modification de tous les fichiers xmp au démarrage pour vérifier ceux modifiés depuis la dernière session

source: miscellaneous
fr: divers

source: mouse wheel scrolls modules side panel by default
fr: déplacement des panneaux latéraux avec la molette
